11/data/attachments/e14d0172f5f7d948.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_71a19caf-7aa7-42c1-be50-e2ef7b956cd0</nif:username>
            <nif:pageInfo>
                <nif:page>1000</nif:page>
                <nif:size>1</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>